[
  {
    "state": "New Delhi",
    "description": "Laid out by British architect Edwin Lutyens, the Indian capital is a striking modern metropolis. A gracious contrast to Old Delhi's winding streets, the grand avenues and stately buildings of New Delhi are rich with history and culture, from Gandhi's Delhi home (and the site of his assassination) to the tomb of Humayun, a complex of Mughal buildings reminiscent of the Taj Mahal. Chaotic traffic is best left to the locals. Negotiate a good price for taxis or travel on the new Delhi Metro.",
    "photos": {
      "img1": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/24/03/3f/fd/caption.jpg?w=1400&h=900&s=1&cx=2294&cy=1952&chk=v1_c3b28b866491ff3722ce",
      "img2": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/24/03/81/3b/caption.jpg?w=1000&h=500&s=1",
      "img3": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/24/03/80/cf/caption.jpg?w=1000&h=500&s=1"
    }
  },
  {
    "state": "Jaipur",
    "description": "If you take one look at the glorious stucco buildings that line Jaipur's wide streets, you'll understand why this is nicknamed 'The Pink City'. Spend your days exploring City Palace, Hawa Mahal, and Amber and Jaigarh forts. And if you're looking for a unique souvenir, head to one of the bazaars, where you can pick up a pair of camel-leather slippers.",
    "photos": {
      "img1": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/01/e6/86/9d/hawa-mahal.jpg?w=800&h=400&s=1",
      "img2": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/01/41/a8/07/jai-mahal-lake-palace.jpg?w=500&h=300&s=1",
      "img3": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/a3/3b/8a/screenshot-2017-09-12.jpg?w=1100&h=800&s=1"
    }
  },
  {
    "state": "Mumbai",
    "description": "Mumbai (formerly known as Bombay), India, is famous for its chaotic streets. For bargains and people-watching, outdoor bazaars top the list of attractions. Popular waterfront destinations are Marine Drive, where visitors go to watch the sun set over the Arabian Sea, and the carnival-like Juhu Beach. More sightseeing options are the Gandhi Museum, in the leader's former home, and the cave temples of Elephanta Island. For tranquillity, Mumbai has many religious sites, lakes and parks.",
    "photos": {
      "img1": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/4e/55/e6/chhatrapati-shivaji-terminus.jpg?w=1400&h=900&s=1",
      "img2": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/01/01/2c/70/first-view-of-elephanta.jpg?w=1000&h=500&s=1",
      "img3": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/08/a6/b7/9b/mumbai.jpg?w=1000&h=500&s=1"
    }
  },
  {
    "state": "Goa",
    "description": "East meets West in this sun-soaked state, where Indian culture intertwines with Portuguese influences left over from a 500-year occupation. The beaches have long served as a magnet for serene hedonists. To the north, the tourist-centric scene is prevalent, with an international flair that is now skewing more hip than hippie. Travel south for stretches of unspoiled sand and an escape from large resorts. Temples, mosques and wildlife sanctuaries provide diversions from the beach.",
    "photos": {
      "img1": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/33/fc/f0/goa.jpg?w=1400&h=900&s=1",
      "img2": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/06/f1/d7/96/mangeshi-temple.jpg?w=1000&h=500&s=1",
      "img3": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/01/5c/e9/c6/goa.jpg?w=1000&h=500&s=1"
    }
  }
]
